{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "bufferline.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "copilot-cmp": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "leap.nvim": { "branch": "main" },
  "legendary.nvim": { "branch": "master" },
  "lsp-status.nvim": { "branch": "master" },
  "lsp-zero.nvim": { "branch": "v3.x" },
  "lualine.nvim": { "branch": "master" },
  "markview.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "molokai": { "branch": "master" },
  "mru": { "branch": "master" },
  "neo-tree.nvim": { "branch": "v2.x" },
  "neogit": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-scrollview": { "branch": "main" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ufo": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "onedark.nvim": { "branch": "master" },
  "papercolor-theme": { "branch": "master" },
  "playground": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "promise-async": { "branch": "main" },
  "symbols-outline.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-live-grep-args.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-bbye": { "branch": "master" },
  "vim-colors-solarized": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-visual-star-search": { "branch": "master" },
  "vlog.nvim": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "zen-mode.nvim": { "branch": "main" }
}
